"##RevealToolbarItemMessage##" = "Click the button to the left.  Drag the revealed file into the Finder's toolbar.  Anytime you find yourself in the Finder, click this toolbar item to switch back to Path Finder.";
"%@ available, %@ used" = "%@ vapaana, %@ käytetty";
"%@, %@ free" = "%@, %@ vapaana";
"%d Applications" = "%d ohjelmaa";
"%d Places" = "%d paikkaa";
"%d day free trial" = "%d päivän ilmainen kokeiluversio";
"%d days remaining" = "%d päivää jäljellä";
"%d items" = "%d kohdetta";
"%d items selected" = "%d kohdetta valittuna";
"%d matches" = "%d vastaavuutta";
"%d of %d items selected" = "%d/%d kohdetta valittu";
"%d replaced" = "%d korvattu";
"%d seconds" = "%d sekuntia";
"1 item" = "1 kohde";
"Access" = "Pääsy";
"Access:" = "Pääsy:";
"Action" = "Toiminto";
"Activate URLs" = "Aktivoi URL:t";
"Add Folder..." = "Lisää kansio...";
"Address:" = "Osoite:";
"Agree" = "Hyväksy";
"Alert!" = "Varoitus!";
"Aliases" = "Aliakset";
"All" = "Kaikki";
"All monitors" = "Kaikki näytöt";
"An error occurred while trying to eject \"%@\"." = "Tapahtui virhe annettaessa levy \"%@\".";
"An error occurred while trying to mount \"%@\"." = "Tapahtui virhe tuotaessa \"%@\" näkyviin.";
"An error occurred while trying to unmount \"%@\"." = "Tapahtui virhe poistettaessa \"%@\" näkyvistä.";
"Application" = "Ohjelma";
"Application:" = "Ohjelma:";
"Applications" = "Ohjelmat";
"Applications Menu" = "Ohjelmavalikko";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Haluatko varmasti päivittää valitut omistaja, ryhmä ja oikeudet kaikkiin sisältyviin kohteisiin?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Haluatko varmasti käyttää valittua omistajaa, ryhmää ja oikeuksia kaikkiin sisältyviin kohteisiin?";
"Are you sure you want to close this window?" = "Haluatko varmasti sulkea tämän ikkunan?";
"Are you sure you want to remove the items in the Trash permanently?" = "Haluatko varmasti poistaa roskakorissa olevat kohteet lopullisesti?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Haluatko varmasti poistaa hyllyn nimeltä \"%@\"?";
"Attributes" = "Attribuutit";
"Audio" = "Ääni";
"Back" = "Takaisin";
"Begins With" = "Alkaa";
"Blue" = "Sininen";
"Bug Reporter" = "Bugin raportoija";
"Building Menus" = "Valikkojen rakennus";
"Burn" = "Polta";
"Burning %@ disc" = "Poltetaan %@ levyä";
"Burning Disk Image" = "Poltetaan levytiedostoa";
"Burning:" = "Poltetaan:";
"Busy" = "Aktiivinen";
"Buy Later" = "Myöhemmin";
"Buy Now" = "Osta nyt";
"Calculating..." = "Lasketaan...";
"Cancel" = "Kumoa";
"Cancels interactive screen shot mode" = "Peruuttaa interaktiivisen ruutukaappaustilan";
"Capacity:" = "Kapasiteetti:";
"Causes screen shot to go to clipboard" = "Ohjaa kuvakaappauksen leikepöydälle";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Tarkista iTools-asetuksesi Järjestelmäasetusten Internet-paneelissa.";
"Choose Folder" = "Valitse kansio";
"Choose Volume" = "Valitse taltio";
"Choose a valid destination." = "Valitse validi sijoituskohde.";
"Clean up" = "Järjestele";
"Click the Add button, or drag a folder or disk into the list below." = "Osoita Lisää-painiketta tai vedä kansio tai levy alla olevaan luetteloon.";
"Close" = "Sulje";
"Closing this session will terminate the following processes inside it: " = "Tämän session sulkeminen lopettaa nämä session alaiset prosessit: ";
"Code:" = "Koodi:";
"Color" = "Väri";
"Command" = "Komento";
"Compress" = "Pakkaa";
"Computer" = "Tietokone";
"Connect" = "Yhdistä";
"Connect To iDisk" = "Yhdistä iDiskiin";
"Connect To iDisk Public Folder" = "Yhdistä iDiskin julkiseen kansioon";
"Console" = "Konsoli";
"Contains" = "Sisältää";
"Contains:" = "Sisältää:";
"Content" = "Sisältö";
"Content:" = "Sisältö";
"Control Key:" = "Control-näppäin:";
"Convert Image" = "Muunna kuvatiedosto";
"Convert document to plain text?" = "Muunna dokumentti pelkäksi tekstiksi?";
"Converting will lose fonts, colors, and other text styles in the document." = "Muuntaminen poistaa kaikki kirjasimet, värit ja tyylittelyt dokumentista.";
"Copy" = "Kopioi";
"Could not resolve alias." = "Ei voitu ratkaista aliasta.";
"Created" = "Luotu";
"Created:" = "Luotu:";
"Creator:" = "Luoja:";
"Data Fork" = "Datahaarukka";
"Date" = "Päiväys";
"Date Created" = "Luontipäivä";
"Date Modified" = "Muutospäivä";
"Decompress" = "Pura";
"Delete" = "Poista";
"Desktop" = "Työpöytä";
"Destination does not exist" = "Sijoituskohdetta ei ole";
"Developer" = "Kehittäjä";
"Device:" = "Laite:";
"Disagree" = "Hylkää";
"Disk Image" = "Levytiedosto";
"Disk Usage" = "Levyn käyttö";
"Display screen-shot in Image Converter" = "Näytä kuvakaappaus kuvamuuntajassa";
"Do not ask me again" = "Älä kysy uudestaan";
"Do you really want to close this terminal session?" = "Haluatko varmasti sulkea tämän päätesession?";
"Do you want to Get Info on all %d items?" = "Haluatko saada Tiedot kaikista %d kohteesta?";
"Do you want to force %@ to quit?" = "Haluatko pakottaa %@ lopettamaan?";
"Do you want to open all %d items?" = "Haluatko avata kaikki %d kohdetta?";
"Document" = "Dokumentti";
"Documents" = "Dokumentit";
"Don't Quit" = "Älä lopeta";
"Done" = "Valmis";
"Drop Stack" = "Pudotushylly";
"Duplicate" = "Monista";
"Duration:" = "Kesto:";
"Dynamic" = "Sovita ikkunaan";
"Edit..." = "Muokkaa…";
"Eject" = "Anna levy";
"Eject disc after burning" = "Poista levy polton jälkeen";
"Email Address:" = "Sähköpostiosoite:";
"Email Report" = "Sähköpostita raportti";
"Email Sales" = "Sähköpostia myynnille";
"Email:" = "Sahköpostiosoite:";
"Empty" = "Tyhjä";
"Encoding" = "Merkkikoodaus";
"Ends With" = "Loppuu";
"Ends with" = "Loppuu";
"Ends with:" = "Loppuu:";
"Enter Registration Code" = "Syötä rekisteröintikoodi";
"Entire File" = "Koko tiedosto";
"Erase" = "Tyhjennä";
"Error creating directory." = "Virhe luotaessa hakemistoa.";
"Error creating file." = "Virhe luotaessa tiedostoa.";
"Error creating symbolic link." = "Virhe luotaessa symbolista linkkiä.";
"Error getting iDisk user name and password" = "Virhe haettaessa iDisk-käyttäjänimeä ja -salasanaa";
"Error!" = "Virhe!";
"Error: %d" = "Virhe: %d";
"Escape Key:" = "Esc-näppäin:";
"Everywhere" = "Kaikkialta";
"Exact match" = "Vastaa tarkalleen";
"Execute delete with root privileges" = "Suorita poista root-käyttäjänä";
"Expired" = "Vanhentunut";
"Extend selection" = "Laajenna valintaa";
"Extension" = "Tarkennin";
"Extension:" = "Tarkenne:";
"Favorites" = "Suosikit";
"Favorites Menu" = "Suosikit-valikko";
"File" = "Arkisto";
"Files" = "Tiedostot";
"Filter" = "Suodata";
"Find" = "Etsi";
"Find String:" = "Hakusana:";
"Find Text" = "Etsi teksti";
"Find by" = "Hakuperuste";
"Find by Content" = "Etsi sisällön mukaan";
"Find by Name" = "Etsi nimen mukaan";
"Find options" = "Hakuvaihtoehdot";
"Find results incomplete." = "Hakutulokset keskeneräisiä.";
"Find/Stop" = "Etsi/Pysäytä";
"Find:" = "Etsi:";
"Finding..." = "Etsitään...";
"Float Window" = "Kelluta ikkunaa";
"Folder" = "Kansio";
"Folder \"%@\"" = "Kansio \"%@\"";
"Folders" = "Kansiot";
"Font Sample" = "Kirjasinnäyte";
"Force Quit" = "Pakota lopettamaan";
"Format:" = "Muoto:";
"Forward" = "Seuraava";
"Found: %d" = "Löytyi: %d";
"Free:" = "Vapaana:";
"Generic Icons Off" = "Älä käytä geneerisiä kuvakkeita";
"Generic Icons On" = "Käytä geneerisiä kuvakkeita";
"Go" = "Siirry";
"Go Menu" = "Siirry-valikko";
"Go to Folder" = "Siirry kansioon";
"Go to Page" = "Siirry sivulle";
"Go to the folder:" = "Siirry kansioon:";
"Gray" = "Harmaa";
"Greater than" = "Suurempi kuin";
"Green" = "Vihreä";
"Group" = "Ryhmä";
"Group:" = "Ryhmä:";
"Help" = "Ohjeet";
"Hide" = "Kätke";
"Hide %@" = "Kätke %@";
"Hide Icons" = "Kätke symbolit";
"Hide Invisible Files" = "Kätke näkymättömät kohteet";
"Hide Others" = "Kätke muut";
"Hide Path Finder Desktop" = "Kätke Path Finderin työpöytä";
"Hide Preview" = "Kätke esikatselu";
"Hide Trash Can" = "Kätke roskakori";
"History" = "Historia";
"History Drawer" = "Historiavetolaatikko";
"Home" = "Koti";
"Hot keys in screen capture mode" = "Näppäinkomennot kuvakaappaustilassa";
"Hybrid" = "Hybridi";
"Icon Size" = "Symbolien koko";
"Idle" = "Valmiudessa";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Path Finderin ollessa aina päällä on se käytettävissä silloin kuin tarvitset sitä!";
"Ignore Case" = "Alä huomioi kirjasinkokoa";
"Ignore case" = "Alä huomioi kirjasinkokoa";
"Image" = "Kuva";
"Image: " = "Kuva: ";
"Images" = "Kuvat";
"Info" = "Tiedot";
"Initializing..." = "Initialisoidaan...";
"Invalid Registration Code!" = "Virheellinen rekisteröintikoodi!";
"Invisible" = "Näkymätön";
"Is" = "On";
"Join .Mac" = "Liity .Maciin";
"KB" = "Kt";
"KEYBOARD_SHORTCUTS" = "Tab##appends match$$Up/Down Arrows##selects in list$$Delete##parent folder$$Shift-Delete##Computer$$Right Arrow##appends match$$Left Arrow##parent folder$$⌘⇧ H##Home$$/##Root";
"Keyboard shortcuts" = "Näppäinoikotiet";
"Keywords" = "Avainsanat";
"Kind" = "Laji";
"Kind:" = "Laji:";
"Label" = "Merkki";
"Label:" = "Merkki:";
"Last Modified" = "Muokattu";
"Last Opened" = "Viimeksi avattu";
"Launch" = "Käynnistä";
"Launch Application" = "Käynnistä Ohjelma";
"Left" = "Vasen";
"Left Drawer" = "Vasen vetolaatikko";
"Less than" = "Pienempi kuin";
"License Agreement" = "Lisenssisopimus";
"License key:" = "Lisenssin avain:";
"Licensed to:" = "Lisenssin omistaja:";
"Local Disks" = "Paikallisilta levyiltä";
"MB" = "Mt";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." = "Mac OS X keskeyttää toiminnon, mikäli levyä muutetaan kesken haun. Tarkempien hakutulosten saamiseksi yritä uudelleen.";
"Main monitor only" = "Vain päänäyttö";
"Make Alias" = "Tee alias";
"Man Pages" = "Man-sivut";
"Medium Security (7 passes)" = "Keskitaso (7 kertaa)";
"Member name:" = "Jäsennimi:";
"Menu" = "Valikko";
"Menu Key Editor" = "Näppäinoikoteiden muokkaus";
"Modified" = "Muokattu";
"Modified:" = "Muutettu:";
"Mount Point:" = "Näkyviintuontikohta:";
"Move" = "Siirrä";
"Move to Trash" = "Siirrä roskakoriin";
"Movie" = "Elokuva";
"Movies" = "Elokuvat";
"Music" = "Musiikki";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Network Activity" = "Verkkotapahtumat";
"New" = "Uusi";
"New File" = "Uusi tiedosto";
"New Folder" = "Uusi kansio";
"New Shelf..." = "Uusi hylly...";
"New Tab" = "Uusi välilehti";
"Next" = "Seuraava";
"No" = "Ei";
"No items" = "Ei kohteita";
"None" = "Ei mitään";
"Normal Delete" = "Poista normaalisti";
"Not Specified" = "Ei määritelty";
"Not found" = "Ei löytynyt";
"Open" = "Avaa";
"Open with" = "Avaa ohjelmassa";
"Open with %@" = "Avaa ohjelmassa %@";
"Orange" = "Oranssi";
"Other" = "Muu";
"Other..." = "Muu...";
"Others..." = "Muut…";
"Owner" = "Omistaja";
"Owner:" = "Omistaja:";
"PDFs" = "PDF:t";
"Package" = "Pakkaus";
"Packages" = "Pakkaukset";
"Page" = "Sivu";
"Page %d of %d" = "Sivu %d/%d";
"Paragraphs" = "Kappaleita";
"Parent" = "Ylempi taso";
"Partial match" = "Vastaa osittain";
"Password" = "Salasana";
"Password:" = "Salasana:";
"Path" = "Polku";
"Path Drawer" = "Polkuikkuna";
"Path Finder has been updated to version %@!" = "Path Finder on päivitetty versioon %@!";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder on kohdannut odottamattoman virheen. Ole hyvä ja lähetä tämä raportti osoitteeseen bugs@cocoatech.com jotta virhe voidaan korjata seuraavassa versiossa.";
"Path Finder has extensive online help to help you understand how it works.  Would you like to view the help pages now?" = "Path Finderilla on laajat tukisivustot joiden tarkoitus on auttaa ymmärtämään sen toimintaa. Haluaisitko nähdä tukisivustot nyt?";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder ei pystynyt automaattisesti lähettämään bugiraporttia. Kopioi ja sijoita tämän ikkunan sisältö sähköpostiin ja lähetä se osoitteeseen bugs@cocoatech.com";
"Path:" = "Polku:";
"Permission:" = "Käyttöoikeus:";
"Pictures" = "Kuvat";
"Play" = "Toista";
"Play Sound" = "Soita ääni";
"Play sounds" = "Toista äänet";
"Preferences" = "Asetukset";
"Preview" = "Esikatselu";
"Preview Drawer" = "Esikatselu";
"Previous" = "Seuraava";
"Print..." = "Tulosta…";
"Process Drawer" = "Prosessit";
"Processes" = "Prosessit";
"Public" = "Julkinen";
"Purchase Path Finder today!" = "Osta Path Finder jo tänään!";
"Purple" = "Purppura";
"Quit" = "Lopeta";
"RTFs" = "RTF:t";
"Read error." = "Virhe luettaessa.";
"Really Open?" = "Avaa todella?";
"Really Quit?" = "Haluatko varmasti lopettaa?";
"Recent Files" = "Tiedostohistoria";
"Recent Folders" = "Kansiohistoria";
"Recent Servers" = "Äskeiset palvelimet";
"Red" = "Punainen";
"Registration Code:" = "Rekisteröintikoodi:";
"Remember password in my keychain" = "Muista salasana avainnipussani";
"Remove All" = "Poista kaikki";
"Remove Shelf" = "Poista hylly";
"Remove Shelf?" = "Poista hylly?";
"Remove Top" = "Poista ylin";
"Rename" = "Nimeä uudelleen";
"Replace" = "Korvaa";
"Replace & Find" = "Etsi ja korvaa";
"Replace All" = "Korvaa kaikki";
"Replace all scope" = "Korvaa kaikki alueella";
"Replace with:" = "Korvaava:";
"Resolved:" = "Ratkaistu:";
"Resource Fork" = "Resurssihaarukka";
"Results" = "Tulokset";
"Reveal" = "Tuo esiin";
"Reveal in Finder" = "Näytä Finderissa";
"Right" = "Oikea";
"Right Drawer" = "Oikea vetolaatikko";
"Running Applications Menu" = "Käynnissä olevat ohjelmat -valikko";
"SUBSCRIBE_NEWSLETTER" = "\nSubscribe to the Path Finder newsletter to receive tips, news, coupons and other Path Finder related information.\n\nYour email address will be kept private and will not be used for any other purpose.  It's easy to unsubscribe if you no longer want to receive the newsletter.";
"Sample" = "Näyte";
"Save screen-shot to clipboard" = "Tallenna kuvakaappaus leikepöydälle";
"Save screen-shot to file" = "Tallenna kuvakaappaus tiedostoon";
"Screen Capture" = "Kuvakaappaus";
"Screen capture mode" = "Kuvakaappaustila";
"Search" = "Etsi";
"Search Location:" = "Hakukohde:";
"Search Locations" = "Etsi paikoista";
"Search Results for '%@' in '%@'" = "Hakutulokset sanalle '%@' kohteessa '%@'";
"Search in:" = "Hae:";
"Search inside packages" = "Etsi pakkausten sisältä";
"Search inside the System folder" = "Etsi Järjestelmäkansiosta";
"Searching..." = "Etsitään...";
"Secure Delete" = "Silppua";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Tiedostosilppuri ylikirjoittaa tiedostot ennen niiden poistoa. Tiedostot ylikirjoitetaan kolmesti, käyttäen tavua 0xff, sitten 0x00, ja lopuksi uudelleen 0xff.";
"Security Level" = "Turvallisuusaste";
"Select" = "Valitse";
"Select & Close" = "Valitse ja Sulje";
"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Valitse valikkokohde ja syötä haluttu komentonäppäinoikotie.  Paina poistonäppäintä poistaaksesi oikotien.";
"Selected Text" = "Valittu teksti";
"Selection" = "Valinta";
"Selection Path" = "Valintapolku";
"Sentences" = "Lauseita";
"Servers" = "Palvelimet";
"Shelf" = "Hylly";
"Shelf Name" = "Hyllyn nimi";
"Show" = "Näytä";
"Show All" = "Näytä kaikki";
"Show Icons" = "Näytä kuvakkeet";
"Show Invisible Files" = "Näytä näkymättömät kohteet";
"Show Path Finder Desktop" = "Näytä Path Finderin työpöytä";
"Show Preview" = "Näytä esikatselu";
"Show Trash Can" = "Näytä roskakori";
"Show in New Window" = "Näytä uudessa ikkunassa";
"Simple Security (1 pass)" = "Yksinkertainen (1 kerta)";
"Size" = "Koko";
"Size:" = "Koko:";
"Smart Sorting Off" = "Älä käytä älykästä lajittelua";
"Smart Sorting On" = "Käytä älykästä lajittelua";
"Sort Ascending" = "Järjestä nousevasti";
"Sort Descending" = "Järjestä laskeviin";
"Space Key:" = "Välilyönti:";
"Standard" = "Vakio";
"Starts with" = "Alkaa";
"Starts with:" = "Alkaa:";
"Stop" = "Pysäytä";
"String" = "Merkkijono";
"Subscribe" = "Tilaa";
"Subscribe to Newsletter" = "Tilaa sähköinen ilmoituslehti";
"Summarize" = "Tee yhteenveto";
"Symbolic Links" = "Symboliset linkit";
"Tab Set" = "Välilehtiryhmä";
"Terminal" = "Pääte";
"Terminal Drawer" = "Päätevetolaatikko";
"Text" = "Teksti";
"Text Editor" = "Tekstieditori";
"Thank you for registering Path Finder!" = "Kiitos Path Finder -rekisteröinnistäsi!";
"The item \"%@\" could not be moved to the trash." = "Kohdetta \"%@\" ei voitu siirtää roskakoriin.";
"The name \"%@\" with extension \"%@\" is already taken.\nPlease choose a different name." = "Nimi \"%@\" päätteellä \"%@\" on jo käytössä.\nOle hyvä ja valitse erilainen nimi.";
"The original file may have been moved or deleted." = "Alkuperäinen tiedosto on saatettu siirtää tai poistaa.";
"Theme" = "Teema";
"There are %d tabs in this window.  Do you want to close the window anyway?" = "Tässä ikkunassa on %d välilehteä.  Haluatko varmasti sulkea tämän ikkunan?";
"There is no application available to open the document \"%@\"." = "Saatavilla ei ole ohjelmaa avaamaan dokumenttia \"%@\".";
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Tämä PDF on salasanasuojattu. Ilman salasanaa tiettyjä toimintoja ei voida suorittaa tälle dokumentille.";
"This action bypasses the Trash.  You cannot undo this action." = "Tämä toiminto ohittaa roskakorin. Tätä toimintoa ei voi perua.";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Tämä Path Finderin betaversio on vanhentunut. Lataa uusin versio osoitteesta cocoatech.com.";
"This copy of Path Finder is not registered" = "Tätä Path Finderin kopiota ei ole rekisteröity";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Tämä on suositeltavaa. Voit koska tahansa muuttaa tätä asetusta Asetukset-ikkunassa";
"To connect to an iDisk, enter a .Mac member name and password." = "Syötä .Mac-jäsennimi ja salasana yhdistääksesi iDiskiin.";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Yhdistääksesi .Mac-jäsenen julkiseen kansioon, syötä jäsenen käyttäjänimi.";
"To enable more operations, enter a password:" = "Mahdollistaaksesi lisää toimintoja, syötä salasana:";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Saadaksesi suurimman hyödyn Path Finderin hakutoiminnosta, sinun tulee rakentaa locate-tietokanta osoittamalla \"Päivitä tietokanta\"-painiketta Asetukset-ikkunassa.";
"Today" = "Tänään";
"Toggle Preview" = "Näytä/kätke esikatselu";
"Toggle Sidebar" = "Näytä/kätke hylly";
"Toggle between mouse and window selection modes" = "Vaihtaa hiiri- ja ikkunavalintatilojen välillä";
"Tool Drawer" = "Työkalut";
"Touch" = "Kosketa";
"Transparency" = "Läpinäkyvyys";
"Trash" = "Roskakori";
"Trash operation could not be completed." = "Roskakorin tyhjennystä ei voitu suorittaa loppuun.";
"Type" = "Tyyppi";
"Type:" = "Tyyppi:";
"URL:" = "osoite:";
"Ultra Security (35 passes)" = "Erittäin varma (35 kertaa)";
"Update Database" = "Päivitä tietokanta";
"Update Now" = "Päivitä nyt";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Tietokannan päivitys kestää joitakin minuutteja, mutta se tekee tiedostojen etsimisestä erittäin nopeaa.";
"Updating..." = "Päivitetään...";
"Upgrade Now" = "Päivitä nyt";
"Verify disc after burning" = "Varmista levy polton jälkeen";
"Version" = "Versio";
"Version:" = "Versio:";
"View" = "Sisältö";
"View Hex" = "Näytä heksakoodi";
"View Text" = "Näytä teksti";
"View as Hex" = "Näytä heksakoodi";
"Visibility:" = "Näkyvyys:";
"Visible" = "Näkyvissä";
"Volume \"%@\"" = "Taltio \"%@\"";
"Volume:" = "Taltio:";
"WARNING!" = "VAROITUS!";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "VAROITUS!  Tämä toiminto ohittaa roskakorin. Tätä toimintoa ei voi perua.";
"Welcome to Path Finder" = "Tervetuloa Path Finderiin";
"Where" = "Missä";
"Whole words" = "Kokonaiset sanat";
"Window" = "Ikkuna";
"Would you like Path Finder to launch automatically when you log in?" = "Haluatko Path Finderin aukeavan automaattisesti kun kirjaudut sisään?";
"Would you like to delete it immediately?" = "Haluatko poistaa sen välittömästi?";
"Write error." = "Virhe kirjoitettaessa.";
"Yellow" = "Keltainen";
"Yes" = "Kyllä";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Käytät tällä hetkellä versiota %@.  Hae versio %@ osoitteesta www.cocoatech.com";
"You cannot undo this action." = "Roskakorin tyhjennystä ei voi perua.";
"You cannot undo this." = "Et voi perua tätä toimintoa.";
"You do not have permission to trash this item." = "Sinulla ei ole riittäviä käyttöoikeuksia kohteen poistamiseksi.";
"You will lose any unsaved changes." = "Kaikki tallentamattomat muutokset menetetään.";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Arvostamme tukeasi suuresti! Path Finderia päivitetään ja parannetaan jatkuvasti kaltaistesi käyttäjien ansiosta. ";
"Zoom In" = "Suurenna";
"Zoom Out" = "Pienennä";
"as Columns" = "palstoina";
"as Icons" = "kuvakkeina";
"as List" = "luettelona";
"copy" = "kopio";
"link" = "linkki";
"the last 2 days" = "viimeisenä 2 päivänä";
"the last 2 months" = "kahden viimeisen kuukauden aikana";
"the last 2 weeks" = "kahden viime viikon aikana";
"the last 3 days" = "viimeisenä 3 päivänä";
"the last 3 months" = "kolmen viimeisen kuukauden aikana";
"the last 3 weeks" = "kolmen viime viikon aikana";
"the last 6 months" = "viimeisen puolen vuoden aikana";
"the last month" = "viimeisen kuukauden aikana";
"the last week" = "viimeisen viikon aikana";
"the last year" = "viimeisen vuoden aikana";
"to" = "kohteeseen";
"untitled" = "nimetön";

/* ==== UNLOCALIZED ==== */

"Alias" = "Alias";
"An error occurred while trying to open \"%@\"." = "An error occurred while trying to open \"%@\".";
"Are you sure you want to quit Path Finder?" = "Are you sure you want to quit Path Finder?";
"Comments" = "Comments";
"Eject All" = "Eject All";
"Finder" = "Finder";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"MP3:" = "MP3:";
"OK" = "OK";
"PDF" = "PDF";
"Spotlight" = "Spotlight";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume.";
"Tomorrow" = "Tomorrow";
"Yesterday" = "Yesterday";
"alias" = "alias";
"iDisk" = "iDisk";
